Repository: rana998/accApps
Catalog: accApps/Localizable.xcstrings
Source language: en
Languages: ar

source: Able to create a sentences
ar: يستطيع إنشاء جملة

source: Add a New Card
ar: إضافة بطاقة جديدة

source: Add New Section
ar: إضافة قسم جديد

source: All data will be deleted permanently
ar: سيتم حذف جميع البيانات نهائيًا

source: Back
ar: رجوع

source: Cancel
ar: إلغاء

source: Card Name
ar: اسم البطاقة

source: Change Level
ar: تغيير المستوى

source: Choose a level
ar: اختر المستوى

source: Choose From Library
ar: الاختيار من المكتبة

source: Choose From The Menu
ar: الاختيار من القائمة

source: Choose how to add the image
ar: اختر طريقة إضافة الصورة

source: Choose Icon
ar: اختيار ايقونة

source: Clear
ar: مسح

source: Clear All
ar: مسح الكل

source: Combined Sentence
ar: تكوين الجملة

source: Default
ar: افتراضي

source: Default section missing
ar: لاتوجد اقسام

source: Delete
ar: حذف

source: Delete Permanently?
ar: هل تريد الحذف نهائياً ؟

source: Done
ar: تم

source: Edit Card
ar: تعديل البطاقة

source: Edit Section
ar: تعديل القسم

source: Edit Your Voice
ar: تعديل صوتك

source: Failed to delete all data:
ar: فشل حذف جميع البيانات:

source: Failed to delete selected sections:
ar: فشل حذف الأقسام المحددة:

source: Failed to ensure default section:
ar: تعذر التحقق من وجود القسم المطلوب:

source: Failed to save card edits:
ar: فشل حفظ تعديلات البطاقة:

source: Failed to save card:
ar: فشل حفظ البطاقة:

source: Failed to save section edits:
ar: فشل حفظ تعديلات القسم:

source: Loading Photos…
ar: جارٍ تحميل الصور...

source: No card selected
ar: لم يتم اختيار بطاقة

source: No cards yet
ar: لا توجد بطاقات

source: No sections yet
ar: لاتوجد اقسام

source: No words yet
ar: لا توجد كلمات

source: Playback failed:
ar: فشل التشغيل:

source: Playing your recordings…
ar: جارٍ تشغيل تسجيلاتك...

source: Please Record Your Voice
ar: يرجى تسجيل صوتك

source: Recording failed to start:
ar: فشل بدء التسجيل:

source: Recording ready
ar: التسجيل جاهز

source: Recording saved
ar: تم حفظ التسجيل

source: Remove Image
ar: إزالة الصورة

source: Save Card
ar: حفظ البطاقة

source: Save Changes
ar: حفظ التغييرات

source: Save Section
ar: حفظ القسم

source: Search SF Symbols
ar: البحث في الرموز

source: Section name
ar: اسم القسم

source: Select
ar: اختيار

source: Select a section to edit
ar: اختر قسمًا للتعديل

source: SF Symbol name (e.g. star.fill)
ar: البحث في الرموز

source: Start
ar: ابدء

source: Take a Photo
ar: التقاط صورة

source: Tap + to add your first card.
ar: اضغط + لإضافة أول بطاقة.

source: Tap + to add your first section.
ar: اضغط + لإضافة أول قسم.

source: This action can’t be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: Unable to create a sentences
ar: تعذر إنشاء جمل

source: Upload / Take Photo
ar: إرفاق / التقاط صورة

source: Your Words
ar: كلماتك
